Tekla.Structures.Internal.DataStorage
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.DataStorage.Init(Tekla.Structures.Internal.StructuresDataStorageBase)
Sets the StructuresDataStorage to be used in plugin.
s: Data storage

Tekla.Structures.Internal.DataStorage.WriteTo(System.Object)
DO NOT USE! For internal usage only!
pluginDataClass:

Tekla.Structures.Internal.DataStorage.GetAllPluginDataFields(System.Object)
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.DataStorage.ReadFrom(System.Object)
DO NOT USE! For internal usage only!
pluginDataClass: